
[0x041f]
TITLE=Kurulum Dilini Seç
DESCRIPTION=Bu yükleme dilini aşağıdaki seçenekler arasından seçin.
REBOOTMESSAGE=Yükleme programı, Windows Installer hizmeti yapılandırmasını tamamlamak için sisteminizi yeniden başlatmak zorunda. Şimdi yeniden başlatmak için Evet'i, yeniden başlatmayı daha sonra yapmayı düşünüyorsanız Hayır'ı tıklatın.
ONUPGRADE=Bu kurulum '%s' için bir sürüm yükseltme işlemi gerçekleştirecek. Devam etmek istiyor musunuz?
LATERVERSIONINSTALLED=Bu makinede '%s' programinin daha yeni bir sürümü zaten yüklü. Kurulum devam edemiyor.
OK=Tamam
Cancel=İptal
Password=Parola:
Install=Yükle
Next=İl&eri >
1100=Kur Başlatma Hatası
1101=%s
1102=%1 Kur, programın kurulum işlemi sırasında size yol gösterecek olan %2'ı hazırlıyor.  Lütfen bekleyin.
1103=İşletim Sistemi Sürümünü Denetleme
1104=Windows(R) Installer Sürümünü Denetleme
1105=Windows Installer Yapılandırma
1106=%s Yapılandırma
1107=Kur, sisteminizdeki Windows Installer programını yapılandırmayı tamamladı. Yüklemeye devam edilebilmesi için sistemin yeniden başlatılması gerekir. Sistem önyüklemesi için Yeniden Başlat'ı tıklatın.
1108=%s
1150=Kur, Windows'un uyumsuz bir sürümünü algıladı. Tamam'ı tıklatın ve kurulum programını Windows 95, Windows NT 4.0 SP6 veya daha üstü işletim sisteminde yeniden başlatın.
1151=Geçici konuma yazma hatası
1152=Geçici konuma %s açma hatası
1153=Kurulum başlatma dosyası okuma hatası
1154=%s içinde yükleyici bulunamadı
1155=%s dosyası bulunamadı
1156=Windows Installer'da iç hata
1158=Dizeler doldurulurken hata oluştu. Setup.ini dosyasındaki tüm dizelerin geçerli olduğunu doğrulayın.
1200=Yeniden Başlat
1603=Windows Yükleyicisi altyapısını yüklerken hata oluştu.  Değiştirilmesi gereken bir dosya kullanımda olabilir.  Tüm uygulamaları kapatıp yeniden deneyin.
1201=Kur, %s içinde %lu KB'lik boş disk alanına gereksinim duyar. Kullanılabilir disk alanı elde ettikten sonra yeniden deneyin.
1202=Makinenin tüm kullanıcıları için bu yüklemeyi tamamlayacak yeterli ayrıcalığa sahip değilsiniz. Oturumu yönetici olarak yeniden açın ve bu yüklemeyi yeniden deneyin
1203=Komut satırı parametreleri:
1204=/L Dil Kimliği
1205=/S Başlangıç iletişim kutusunu gizleyin.  Sessiz mod için bunu kullanın: /S /v/qn.
1206=/V MsiExec.exe parametreleri
1207=Windows(R) Installer %s bulundu. Bu, Windows(R) Installer'ın daha eski bir sürümü. Devam etmek için Tamam'ı tıklatın.
1208=Sistemde %s ile ilgili ANSI kod sayfası yüklü olmadığından kurulum programı seçilen dilde çalıştırılamıyor. Kurulum programını çalıştırın ve başka bir dil seçin.
1210=Kurulum, Microsoft .NET Framework sürüm 2.0'ı yüklemek için Windows Installer sürüm %s veya üstüne gereksinim duymaktadır.  Lütfen Windows Installer sürüm %s veya üstünü yükleyin ve yeniden deneyin.
1604=Bu kurulum türü, ilgili yüklümeyi bu işletim sisteminde çalıştırmak için gerekli olan (%s) Windows Installer altyapısına sahip değil.
1607=%s Scripting Runtime yüklenemiyor.
1608=InstallDriver örneği oluşturulamıyor, döndürülen kod: %d
1609=Lütfen yükleme paketinin kaydedileceği bir konum seçin.
1611=%s dosyası ayıklanamıyor.
1612=Dosyalar ayıklanıyor.
1613=%s dosyası yükleniyor.
1614=%s dosyası yüklenirken hata oluştu. Ne yapmak istiyorsunuz?
1615=sa
1616=dk
1617=sn
1618=MB
1619=KB
1620=/sn
1621=%s dosyasının imzası doğrulanamadı.
1622=Tahmini kalan süre:
1623=%d KB / %d KB yüklendi
1624=Yüklemeye Hazırlanılıyor...
1625=Bu yükleme için yardım alın.
1626=Yardım
1627=Bu dosya kaydedilemiyor: %s
1628=Komut dosyasını temel alan yükleme tamamlanamadı.
1629=Geçersiz komut satırı.
1630=/UA<url to InstMsiA.exe>
1631=/UW<url to InstMsiW.exe>
1632=/UM<url to msi package>
1633=/US<url to IsScript.msi>
1634=Kurulum Başlatma Hatası, süreç kopyalanamadı.
1635=%s dosyası zaten var. Başka bir dosyayla değiştirmek ister misiniz?
1636=/P parola modu
1637=/A yönetim yüklemesi
1638=/J tanıtım modu
1639=/X kaldırma modu
1640=/F onarım modu
1641=/B yerel önbellek yüklemesi
1642=İmza doğrulanamadı. Authenticode güncelleştirmesi içeren Internet Explorer 3.02 veya daha sonraki bir sürüm gereklidir.
1643=Kur, WinInet.dll dosyasının daha yeni bir sürümünü gerektiriyor.  Internet Explorer 3.02 veya daha sonraki bir sürümünü yüklemeniz gerekebilir.
1644=Makinenin tüm kullanıcıları için bu yüklemeyi tamamlayacak yeterli ayrıcalığa sahip değilsiniz. Oturumu yönetici olarak yeniden açın ve bu yüklemeyi yeniden deneyin
1645=Microsoft(R) .NET Framework yüklemesinde hata. Dönüş Kodu: %d
1646=%s isteğe bağlı olarak Microsoft (R) .NET %s Framework kullanıyor. Şimdi yüklemek istiyor musunuz?
1648=Kur, Windows'un uyumsuz bir sürümünü algıladı. Tamam'ı tıklatın ve kurulum programını Windows 95, Windows NT 4.0 SP3 veya daha üstü işletim sisteminde yeniden başlatın.
1649=%s, Visual J# Redistributable Package ürününü istege bagli olarak kullanir. Bu ürünü simdi yüklemek ister misiniz? 
1650= (Bu islem ayrica .NET Framework'u da yükler.)
1651=Kurulum programı uyumsuz bir Windows sürümü algıladı. Lütfen Tamam’ı tıklatın ve yüklemeyi yeniden başlatmadan önce hedef sistemde Windows 2000 Service Pack 3 (veya sonraki sürüm) çalıştırıldığını doğrulayın
1652=%s, aşağıdaki öğelerin bilgisayarınıza yüklenmesini gerektiriyor. Bu gereksinimleri yüklemeye başlamak için Yükle’yi tıklayn.
1653=%s yükleniyor
1654=%s yüklemeyi tamamladığında kurulumu iptal etmek ister misiniz?
1655=%s yükleme gereksinimine ait dosyalar bulunamadı. Yükleme şimdi duracak. Bunun nedeni olasılıkla başarısız olan veya iptal edilen bir karşıdan yüklemedir.
1656=%s yüklemesi başarısız oldu. Yüklemeye devam etmek istiyor musunuz?
1657=Başarılı
1658=Yükleniyor
1659=Beklemede
1660=Yüklendi
1661=Durum
1662=Gereksinim
1663=Başarısız
1664=Ayıklanıyor
1665=Karşıdan Yükleniyor
1666=Atlandı
1667=%s yüklemesi başarısız oldu. Kurulum şimdi çıkacak.
1668=%s yüklemesi yeniden başlatma gerektiriyor.  Şimdi yeniden başlatmak için Evet'i, daha sonra yeniden başlatmayı planlıyorsanız Hayır'ı tıklatın.
1669=%1 isteğe bağlı olarak %2 kullanıyor. Bunu şimdi yüklemek ister misiniz?
1670=%s modülü yüklenemiyor, Hata Kodu: %d
1671=Dosyalar İndiriliyor: %2 / %3: %1
1700=InstallScript altyapısı başlatılırken bir hata oluştu
1701=InstallScript altyapısı destek dosyaları geçici konuma ayıklanamıyor

1702=Bu yükleme işlemi, ürünün birden çok örneğini yüklemenize olanak tanır. Yüklemek istediğiniz örneği seçin ve devam etmek için İleri’yi tıklayın:
1703=&Yeni örnek kur
1704=&Varolan örneğin bakımını yap ya da örneği yükselt
1705=Varsayılan
1706=Örnek Tanıtıcısı
1707=Ürün Adı
1708=Konum
1710=Bu yükleme işlemi, ürünün birden çok örneğine yamaları kurmanıza olanak tanır. Bu yamayı nasıl uygulamak istediğiniz belirtmek için aşağıda bir seçenek belirleyin ve devam etmek için İleri'yi tıklayın.
1711=Varolan tüm örneklere y&ama uygula
1712=Varolan örneğe yama &uygula
1713=Bu yükleme işlemi, Windows Installer sürüm 4.5 ya da sonraki sürümünü gerektirir. Kurulum şimdi çıkacak.
1714=Dosyalar Ayıklanıyor

[Languages]
0x0404=Çince (Geleneksel)
0x0804=Çince (Basitleştirilmiş)
